/* No comment provided by engineer. */
"AppleScript.authorization.error" = "Umschalten des Dark Modes fehlgeschlagen";

/* Generic error happened */
"AppleScript.authorization.failed" = "Etwas lief falsch";

/* No comment provided by engineer. */
"AppleScript.authorization.instruction" = "Wir öffnen die Systemeinstellungen für Sie.";

/* something went wrong. But it's okay */
"AppleScript.execute.error" = "Umschalten des Dark Modes fehlgeschlagen";

/* Scare the user so they report bugs. */
"Bug.general.title" = "Kritischen Bug an den Developer melden";

/* Failed to attain user location for sunset/sunrise calculation. */
"Location.notAvailable" = "Zugriff auf Position fehlgeschlagen";

/* Can't fetch user's current location. Using cache instead. */
"Location.useCache" = "Verwendet vorherige Position";

/* Drop down menu item to show preferences */
"Menu.preferences" = "Einstellungen…";

/* Use system translation for quit */
"Menu.quit" = "Beenden";

/* Action item to toggle in from menu bar */
"Menu.toggle" = "Dark Mode umschalten";

/* AutoAdjustThreshold */
"SettingsViewController.autoAdjustThreshold" = "Schwelle automatisch einstellen";

/* ScheduleMode */
"SettingsViewController.scheduleMode" = "Geplanter Modus";

/* Astronomical */
"SunsetSunrise.astronomical" = "Astronomisch";

/* Civil */
"SunsetSunrise.civil" = "Zivil";

/* CustomRange */
"SunsetSunrise.customRange" = "Eigene";

/* Nautical */
"SunsetSunrise.nautical" = "Nautische";

/* Official */
"SunsetSunrise.official" = "Offizielle";

/* No comment provided by engineer. */
"SystemPreferences.open" = "Öffne Systemeinstellungen";

/* No comment provided by engineer. */
"SystemPreferences.skip" = "Überspringen";

